---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeSystemCalculationParam
source: html/cdead62f-314b-89c4-5694-7a2696bf45f3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeSystemCalculationParam Property

"Calculations"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeSystemCalculationParam { get; }
```